[
	{
		"id": 116,
		"title": "Acts of Vengeance!",
		"description": "Loki sets about convincing the super-villains of Earth to attack heroes other than those they normally fight in an attempt to destroy the Avengers to absolve his guilt over inadvertently creating the team in the first place.",
		"start": "1989-12-10 00:00:00",
		"end": "2008-01-04 00:00:00",
		"thumbnail": {
			"path": "http://i.annihil.us/u/prod/marvel/i/mg/9/40/51ca10d996b8b",
			"extension": "jpg"
		}
	},
	{
		"id": 227,
		"title": "Age of Apocalypse",
		"description": "In a twisted version of the world they knew, the X-Men battle against the eternal mutant Apocalypse as Bishop seeks to repair the timeline. Legion, Xavier's own son, attempts to kill off all of Xavier's enemies; however, when Legion attempts to murder Magneto, Xavier sacrifices his own life to save Magnus. As a result, Magneto casts off his anti-human sentiments and carries on Xavier's dream of peaceful co-existence, thereby founding the X-Men.",
		"start": "1995-03-01 00:00:00",
		"end": "1996-06-01 00:00:00",
		"thumbnail": {
			"path": "http://i.annihil.us/u/prod/marvel/i/mg/5/e0/51ca0e08a6546",
			"extension": "jpg"
		}
	},
	{
		"id": 314,
		"title": "Age of Ultron",
		"description": "In a 10-issue event written by Brian Michael Bendis with art by Bryan Hitch, Carlos Pacheco, Brandon Peterson and more, the heroes of the Marvel Universe have already fallen with the robot Ultron remaking the world in his image. The surviving Avengers, X-Men and others must fight through time and space in the hope of defeating their foe by any means necessary!",
		"start": "2013-03-06 00:00:00",
		"end": "2013-06-19 00:00:00",
		"thumbnail": {
			"path": "http://i.annihil.us/u/prod/marvel/i/mg/c/10/51ca0fc4c83c8",
			"extension": "jpg"
		}
	},
	{
		"id": 303,
		"title": "Age of X",
		"description": "In a strange reality where the X-Men never came to be, the war between humans and mutants has escalated to a level never before seen. What has become of our heroes and who will survive as the final war commences?",
		"start": "2011-01-26 00:00:00",
		"end": "2011-05-01 00:00:00",
		"thumbnail": {
			"path": "http://i.annihil.us/u/prod/marvel/i/mg/5/40/51ca12a34615b",
			"extension": "jpg"
		}
	},
	{
		"id": 329,
		"title": "All-New All-Different Marvel",
		"description": "This fall, prepare for an all-new, all-different Marvel Universe to begin!",
		"start": null,
		"end": null,
		"thumbnail": {
			"path": "http://i.annihil.us/u/prod/marvel/i/mg/b/f0/55bfa91b34ac4",
			"extension": "jpg"
		}
	},
	{
		"id": 229,
		"title": "Annihilation",
		"description": "Parallel stories pitting the Silver Surfer, Nova, Ronan the Accuser and the Super-Skrull against Annihilus and his forces lead into a climatic six-issue war written by Keith Giffen with art by Andrea DiVito! Follow the machinations of Thanos, the power of Galactus and the early seeds that will create the Guardians of the Galaxy!",
		"start": "2007-06-20 00:00:00",
		"end": "2008-06-01 00:00:00",
		"thumbnail": {
			"path": "http://i.annihil.us/u/prod/marvel/i/mg/c/80/51c9ec5e90de1",
			"extension": "jpg"
		}
	},
	{
		"id": 293,
		"title": "Annihilation: Conquest",
		"description": "The Phalanx have a new leader in the killer robot Ultron, and he's looking for nothing less than univesal conquest! They've already taken the Kree and assimilated heroes like Ronan and Drax; can a rag tag group including Star-Lord, Quasar, Wraith and the reborn Adam Warlock stop them?",
		"start": "2007-06-20 00:00:00",
		"end": "2009-01-14 00:00:00",
		"thumbnail": {
			"path": "http://i.annihil.us/u/prod/marvel/i/mg/8/f0/51c9ed1304bb7",
			"extension": "jpg"
		}
	},
	{
		"id": 231,
		"title": "Armor Wars",
		"description": "Tony Stark discovers that someone has been stealing his Iron Man tech and selling it to supervillains. He decides he must do whatever it takes to reacquire -- or destroy -- the stolen tech.",
		"start": "1987-12-10 00:00:00",
		"end": "2010-03-17 00:00:00",
		"thumbnail": {
			"path": "http://i.annihil.us/u/prod/marvel/i/mg/8/d0/51ca13895b3ab",
			"extension": "jpg"
		}
	},
	{
		"id": 233,
		"title": "Atlantis Attacks",
		"description": "Ghaur returns to complete his quest to resurrect the evil god Set, but his plan is opposed by Earth's heroes.",
		"start": "1989-01-01 00:00:00",
		"end": "2011-02-16 00:00:00",
		"thumbnail": {
			"path": "http://i.annihil.us/u/prod/marvel/i/mg/9/60/51c9d7f42a0c8",
			"extension": "jpg"
		}
	},
	{
		"id": 234,
		"title": "Avengers Disassembled",
		"description": "Writer Brian Michael Bendis kicks off his historic run with the Avengers by bringing the previous era to a close alongside artist David Finch! Chaos reigns when of Earth’s Mightiest Heroes turns against their teammates, leading the Avengers into a battle that not all will survive! Featuring Iron Man, Captain America, Hawkeye, the Scarlet Witch and more!",
		"start": "2004-07-28 00:00:00",
		"end": "2005-01-01 00:00:00",
		"thumbnail": {
			"path": "http://i.annihil.us/u/prod/marvel/i/mg/1/03/52127e32d3671",
			"extension": "jpg"
		}
	},
	{
		"id": 322,
		"title": "Avengers NOW!",
		"description": "Sam Wilson, formerly the Falcon, becomes the All-New Captain America! When Thor proves unworthy, a female God of Thunder rises up! Tony Stark declares himself the Superior Iron Man! Earth's Mightiest Heroes undergo major changes across the board!",
		"start": "2037-01-01 01:00:00",
		"end": "2037-01-01 01:00:00",
		"thumbnail": {
			"path": "http://i.annihil.us/u/prod/marvel/i/mg/5/c0/53fe0732c1f02",
			"extension": "jpg"
		}
	},
	{
		"id": 310,
		"title": "Avengers VS X-Men",
		"description": "A 12-issue event written by the unprecedented team of Brian Michael Bendis, Jason Aaron, Jonathan Hickman, Ed Brubaker and Matt Fraction with art by the blockbuster trio of John Romita Jr., Olivier Coipel and Adam Kubert, Avengers VS X-Men brings Marvel's biggest characters up against the greatest threat they've ever faced: each other!",
		"start": "2012-04-04 00:00:00",
		"end": "2012-09-19 00:00:00",
		"thumbnail": {
			"path": "http://i.annihil.us/u/prod/marvel/i/mg/3/20/5109a1f93b543",
			"extension": "jpg"
		}
	},
	{
		"id": 320,
		"title": "Axis",
		"description": "The Red Skull has taken over Genosha and stands poised to plunge the planet into World War Hate! The Avengers and X-Men must team-up with each other and some of their greatest foes, but along the way, Inversion changes everything! Anything can happen in this nine-issue event written by Rick Remender with the art of Jim Cheung, Terry Dodson, Adam Kubert and Leinil Yu!",
		"start": "2014-10-08 00:01:00",
		"end": "2014-12-17 11:59:00",
		"thumbnail": {
			"path": "http://i.annihil.us/u/prod/marvel/i/mg/9/d0/53f77ba25db97",
			"extension": "jpg"
		}
	},
	{
		"id": 235,
		"title": "Blood and Thunder",
		"description": "Driven mad by the machinations of the evil Valkyrie, Thor sets out to destroy the Nine Worlds but is opposed by the Silver Surfer, Warlock and the Infinity Watch.",
		"start": "1993-11-10 00:00:00",
		"end": "1994-02-10 00:00:00",
		"thumbnail": {
			"path": "http://i.annihil.us/u/prod/marvel/i/mg/3/d0/51c9e9945b152",
			"extension": "jpg"
		}
	},
	{
		"id": 296,
		"title": "Chaos War",
		"description": "When the Chaos King embarks on a campaign to wipe out all of existence, Hercules gathers the God Squad to stand in his way! Writers Greg Pak and Fred Van Lente join artist Khoi Pham to pit Herc and his rag tag team—including Thor, the Silver Surfer and Amadeus Cho—against an all-powerful evil as dead heroes and villains rise around them!",
		"start": "2010-10-01 00:00:00",
		"end": "2011-03-06 00:00:00",
		"thumbnail": {
			"path": "http://i.annihil.us/u/prod/marvel/i/mg/f/20/5109a003a9112",
			"extension": "jpg"
		}
	},
	{
		"id": 238,
		"title": "Civil War",
		"description": "After a horrific tragedy raises questions on whether or not super heroes should register with the government, longtime Avengers teammates Captain America and Iron Man end up on opposite sides of the argument! Writer Mark Millar and artist Steve McNiven split the Marvel Universe in two as friend fights friend in one of the most celebrated and successful events of all-time!",
		"start": "2006-07-01 00:00:00",
		"end": "2007-01-29 00:00:00",
		"thumbnail": {
			"path": "http://i.annihil.us/u/prod/marvel/i/mg/2/d0/51cb5356c2063",
			"extension": "jpg"
		}
	},
	{
		"id": 330,
		"title": "Civil War II",
		"description": "The drums of war beat for the Marvel Universe this June, as Civil War II #1 arrives with a double-size issue! Blockbuster creators Brian Michael Bendis, David Marquez, and Justin Ponsor bring readers a Marvel Universe divided—with Iron Man and Captain Marvel leading opposing sides! A new power has emerged, one that can predict the future. Will the heroes fight to protect the future or change the future? Choose your side!",
		"start": null,
		"end": null,
		"thumbnail": {
			"path": "http://i.annihil.us/u/prod/marvel/i/mg/3/c0/56d082ff38722",
			"extension": "jpg"
		}
	},
	{
		"id": 239,
		"title": "Crossing",
		"description": "Iron Man betrays the Avengers to Kang at the cost of several lives, ultimately including his own.",
		"start": "1995-09-10 00:00:00",
		"end": "1996-02-10 00:00:00",
		"thumbnail": {
			"path": "http://i.annihil.us/u/prod/marvel/i/mg/5/60/51cb2d77a0410",
			"extension": "jpg"
		}
	},
	{
		"id": 318,
		"title": "Dark Reign",
		"description": "Norman Osborn came out the hero of Secret Invasion, and now the former Green Goblin has been handed control of the Marvel Universe. With his Cabal and the Dark Avengers at his side, can anything stop this long time villain from reshaping the world in his own image? And what has become of the heroes?",
		"start": "2008-12-01 00:00:00",
		"end": "2009-12-31 12:59:00",
		"thumbnail": {
			"path": "http://i.annihil.us/u/prod/marvel/i/mg/c/60/528cf4ac6c15f",
			"extension": "jpg"
		}
	},
	{
		"id": 240,
		"title": "Days of Future Present",
		"description": "An adult Franklin Richards travels back from the year 2017 to repair perceived \"inaccuracies\" in the timeline by altering reality. Richards' tampering of reality triggers a Sentinel program that awakens Ahab, the mutant hound-master, who attempts to apprehend the adult Richards in order to prevent any deviations from the timeline that spurs the Sentinel-ruled North America.",
		"start": "1990-01-01 00:00:00",
		"end": "1990-01-23 00:00:00",
		"thumbnail": {
			"path": "http://i.annihil.us/u/prod/marvel/i/mg/6/00/51cb2ea890038",
			"extension": "jpg"
		}
	}
]
